{"story_id": "696f32ce-3d68-41ec-96d9-7b958fc4cde01", "obs1": "Kyle collected many things.", "obs2": "Kyle was really into Marvel heros.", "hyp1": "Kyle read a Marvel comic.", "hyp2": "Kyle gave away his marvel action figures."}
{"story_id": "713dc00b-3c02-4526-9eaa-0cd9e84227e8-1", "obs1": "Dan entered an eating contest at his local fair.", "obs2": "Dan lost the contest, and was sick for days.", "hyp1": "Dan ate a lot of food very slowly, hoping to win.", "hyp2": "Dan tried to eat 30 cold hot dogs."}
{"story_id": "219f200f-cdb1-48a3-bfb7-8380ea3aff1c-1", "obs1": "I looked over at the teenager and asked her to quiet down.", "obs2": "Sadly, I had to tell her not to come if she could not listen.", "hyp1": "The teenager scoffed and kept being loud.", "hyp2": "The teenager still would not climb down."}
{"story_id": "b424ec24-f151-46f3-9b73-ab52dc0dd2ab-1", "obs1": "Blanca had a disagreement with her best friend.", "obs2": "They had a fun girl's night in.", "hyp1": "Blanca decided to forget about it and spend time with her other friends.", "hyp2": "Sara and her friend finally agreed on a plan."}
{"story_id": "076ca81c-69ae-41b9-9cf4-feb3e665a838-1", "obs1": "Tina has two dogs.", "obs2": "They became best friends and enjoy playing in the backyard together.", "hyp1": "Tina had just gotten a puppy and was worried about how much work it would be.", "hyp2": "Tina lets the dogs run around in her backyard."}
{"story_id": "bcc1a47c-7047-4810-8988-6d536d96ea9d-1", "obs1": "Mimi and Alice had a favorite hangout spot.", "obs2": "Now all they had of their favorite spot were the memories they created", "hyp1": "the spot get ruined.", "hyp2": "Mimi and Alice's favorite spot was preserved as a historical location."}
{"story_id": "3878369d-6968-4821-a433-cc36752b1eed-1", "obs1": "She was supposed to be at work but was at home sick.", "obs2": "To be thinking of Christmas in July made her feel very depressed.", "hyp1": "She was so lonely at home.", "hyp2": "She started shopping online for Halloween costumes."}
{"story_id": "5d725822-3002-4ab4-92f1-76b04fe66b0d-1", "obs1": "Sally had been out all night.", "obs2": "Finally, she made it to her room.", "hyp1": "Sally was awake and wanted to go back to the pool.", "hyp2": "Sally was tipsy, and had trouble finding her way."}
{"story_id": "a82b8e21-7644-469e-857a-9711e4114a5e-1", "obs1": "Bob and his kids love football.", "obs2": "Bob and his kids share a hug to celebrate the win.", "hyp1": "The team that Bob and his kids like won.", "hyp2": "They played basketball out back all afternoon."}
{"story_id": "a4492ac9-1010-4ea5-99d9-30dc89c482c3-1", "obs1": "George was about to participate in his first professional fight.", "obs2": "George proved his skills and won his first match.", "hyp1": "George trained hard for two days before the fight.", "hyp2": "George was the underdog, but he had been training months to compete in this event."}
{"story_id": "e42c0636-3619-4a54-888c-324dbb53e8ad-1", "obs1": "Troy got a Great Dane pup last Friday.", "obs2": "He's spent hours every day trying to train him since then.", "hyp1": "The puppy was very kind.", "hyp2": "The puppy tore up the pillows and destroyed his model airplane."}
{"story_id": "187a3a0e-849d-40f7-8e79-ce59fbaef880-1", "obs1": "Rex had a pitbull puppy.", "obs2": "So every night Rex was left cleaning trash and water masses.", "hyp1": "Rex got into the trash when his owner was sleeping.", "hyp2": "Rex's puppy liked to clean up after itself."}
{"story_id": "a506d2c9-1ff5-4094-bfbe-e4e80bc6215a2", "obs1": "The family prepared the food and packed it away.", "obs2": "The family had a horrible day.", "hyp1": "After the picnic, it started raining.", "hyp2": "Popped a tire and spent their picnic time waiting for a tow-truck."}
{"story_id": "c4b85387-70bc-48be-b8e6-e77969eb7be0-1", "obs1": "I went to japan last summer.", "obs2": "I had a lot of fun and returned home with many memories.", "hyp1": "I went to all the festivals.", "hyp2": "The country was boring."}
{"story_id": "767b8b98-4af3-46f0-acb8-5c2244d80ed6-1", "obs1": "Robert was planning on having a nice dinner with his girlfriend Kate.", "obs2": "However she lied to Robert and told him she loved it.", "hyp1": "Kate was planning on breaking up with David.", "hyp2": "She didn't really like it."}
{"story_id": "cef24e96-df4a-47c1-acdb-cce6ffb04390-1", "obs1": "Gina was so excited for prom.", "obs2": "Finally it was prom night, and Gina was so happy!", "hyp1": "Gina brought a new dress and candles.", "hyp2": "Gina got a date."}
{"story_id": "634ffe81-1737-4f0e-9ff4-4397346aab7a2", "obs1": "When I was sixteen I learned to drive.", "obs2": "After that mistake, I became much more cautious.", "hyp1": "I wasn't paying attention and I got into an accident.", "hyp2": "I stopped a red light, but got into a car accident."}
{"story_id": "900c0f74-8b2f-4264-a081-a0a5643fec9c-1", "obs1": "Sam had really bad social anxiety.", "obs2": "Sam's social anxiety decreased after exposing herself to more people.", "hyp1": "Sam had to go out and meet people to get rid of it.", "hyp2": "Sam made an effort at trying to be alone more often."}
{"story_id": "c673db07-0f0b-4d94-a076-e940f4424f9a-1", "obs1": "Alicia wanted to check out the ice cream shop nearby.", "obs2": "She ended up getting many pints.", "hyp1": "Alicia wanted a lot of ice cream.", "hyp2": "Alicia was impressed by the one flavor the ice cream shop had."}
{"story_id": "7533818a-ba94-4a1b-8742-2b613d0d202c2", "obs1": "Maggie noticed a bat was flying around her ceiling.", "obs2": "It was the bat.", "hyp1": "There was a screeching sound from below.", "hyp2": "There was a screeching sound from above."}
