{"story_id": "076ca81c-69ae-41b9-9cf4-feb3e665a838-1", "obs1": "Tina has two dogs.", "obs2": "They became best friends and enjoy playing in the backyard together.", "hyp1": "Tina had just gotten a puppy and was worried about how much work it would be.", "hyp2": "Tina lets the dogs run around in her backyard."}
{"story_id": "8962fb3f-5ddd-421d-bac9-fcbde38c5558-1", "obs1": "Al couldn't hear anything out of his new headphones.", "obs2": "They told Al that the headphone jack was turned off.", "hyp1": "Al called customer support.", "hyp2": "The employee's complained to Al."}
{"story_id": "4be612b8-147f-4794-8d11-35946d21ae61-1", "obs1": "A man made a wishing well next to his mailbox.", "obs2": "He paid for the entire meal in change.", "hyp1": "The change filled up with wishing wells.", "hyp2": "Every person who walked by tossed in a coin."}
{"story_id": "b5e9a267-b666-4515-947a-ffab4144b656-1", "obs1": "Kathy was responsible for buying the groceries.", "obs2": "Now Kathy never goes shopping without planning and a list.", "hyp1": "She always used to forget things.", "hyp2": "Kathy spent a lot of money, and still does."}
{"story_id": "43dec21a-f052-475e-92a3-1e6aa699e19e-1", "obs1": "Larry was running late for work.", "obs2": "He had gotten the wrong one in his hurry.", "hyp1": "He picked out a tie as he was running out of the door.", "hyp2": "He make sure he get the correct tie as he was running out of the door."}
{"story_id": "f220264f-e7da-4934-9555-c513a22c4623-1", "obs1": "Tim needed a fruit to eat.", "obs2": "Finally, he found some fresh grapes to eat.", "hyp1": "He went to the near by super market.", "hyp2": "Tim looked for a long time in the messy fridge."}
{"story_id": "65dae43e-c570-4e77-88a6-0b64479e383e1", "obs1": "Joey was a second grader that like to color in coloring books.", "obs2": "Joey felt proud of himself.", "hyp1": "Joey mis-colored the picture.", "hyp2": "Joey colored in 20 books."}
{"story_id": "084540e4-7f87-4112-8f5c-1be548ae2d01-1", "obs1": "Andrea's dad asked her to get firewood.", "obs2": "Then, she brought them inside.", "hyp1": "Andrea picked up as much wood as she could.", "hyp2": "Andrea went and found fireflies."}
{"story_id": "97b63f41-8882-4c87-8bb0-4b2e6c3b9de3-1", "obs1": "I wanted Italian food.", "obs2": "Alas, I ruined the cream base so the dish tasted terrible.", "hyp1": "She decided to make alfredo sauce.", "hyp2": "I tried a new recipe and followed the steps closely."}
{"story_id": "900c0f74-8b2f-4264-a081-a0a5643fec9c-1", "obs1": "Sam had really bad social anxiety.", "obs2": "Sam's social anxiety decreased after exposing herself to more people.", "hyp1": "Sam had to go out and meet people to get rid of it.", "hyp2": "Sam made an effort at trying to be alone more often."}
{"story_id": "2f89944b-fa11-4e23-94c4-5ea48d75b29c-1", "obs1": "There was a mechanic who didn't pay attention.", "obs2": "The customer was angry he didn't pay attention to details.", "hyp1": "He messed up a car by not giving it the care it needed.", "hyp2": "The cook accidentally messed up a paint job."}
{"story_id": "fe8a3638-d735-40f7-b114-152e38cc65a3-1", "obs1": "I left my dog Max in the car with the windows down while I shopped.", "obs2": "I finally went home and discovered Max sitting by my front door.", "hyp1": "Max got tired of waiting and new how to get home as it was not far. He jumped out the window.", "hyp2": "Max got tired of waiting and did not know how to get home as it was far. He jumped out the window."}
{"story_id": "c758af3a-4872-45dd-84d4-cc058f96e9bd-1", "obs1": "My grandmother made key lime pie.", "obs2": "I went to the bathroom to spit it out.", "hyp1": "I hated the pie.", "hyp2": "I devoured the pie."}
